"InitMessage" = "World of Warcraft führt das Setup benötigter Dateien aus. Dieser Vorgang kann einige Minuten in Anspruch nehmen. Bei Bedarf können Sie diesen Vorgang auch abbrechen und stattdessen die Installation über den Launcher abschließen.\n\n";
"OK" = "OK";
"Cancel" = "Abbrechen";
"STORM_ERROR_WOW_NAME_STRING"="World of Warcraft";
"STORM_ERROR_DOWNLOAD_FAILED"="Herunterladen der Dateien fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung.";
"STORM_ERROR_CANNOT_STREAM_ARCHIVE"="Kann benötigte Archivdateien nicht streamen. Bitte überprüfen Sie Ihre Netzwerkverbindung.";
"STORM_ERROR_DISK_FULL"="World of Warcraft konnte nicht fortfahren, da Ihre Festplatte beinahe voll ist. Bitte löschen Sie nicht mehr benötigte Dateien und versuchen Sie es erneut.";
"STORM_ERROR_64BIT_VERSION_MISMATCH"="Diese 64-Bit-Beta-Version von World of Warcraft stimmt nicht mit der installierten Version des Spiels überein.\n\nSie müssen eine neue ausführbare 64-Bit-Datei benutzen, um weiterhin die 64-Bit-Version verwenden zu können, oder stattdessen auf die 32-Bit-Version zurückgreifen.";
"STORM_ERROR_ARCHIVE_ACCESS_DENIED" = "%s: World of Warcraft kann eine erforderliche Änderung an einer Archivdatei nicht durchführen. Stellen Sie sicher, dass Sie für den Ordner \"World of Warcraft\" Schreibrechte haben oder versuchen Sie, das Spiel als Administrator auszuführen. Weitere Informationen finden Sie auf folgender Supportseite: https://battle.net/support/article/6910";

"RegionConfirmation_InformativeText_Europe"="Sie sind im Begriff, Europa als Ihre Region zu wählen. Dadurch können Sie nicht in anderen Regionen spielen. Möchten Sie fortfahren?";

"Region_Americas"="AMERIKA";
"Region_Europe"="EUROPA";
"Region_Korea"="KOREA";
"Region_Taiwan"="TAIWAN";
"Region_China"="CHINA";
"Region_SoutheastAsia"="SÜDOSTASIEN";

